Repository: EC0CHI/emergency-app-privacy
Catalog: lib/l10n/app_*.arb
Languages: ru, zh

source: Settings
ru: Настройки
zh: 设置

source: Emergency Number
ru: Экстренный номер
zh: 紧急号码

source: Geolocation
ru: Геолокация
zh: 地理位置

source: Language
ru: Язык
zh: 语言

source: Country
ru: Страна
zh: 国家

source: Personal Numbers
ru: Личные номера
zh: 个人号码

source: Theme
ru: Тема
zh: 主题

source: Enter emergency number
ru: Введите экстренный номер
zh: 输入紧急号码

source: SOS Number
ru: SOS номер
zh: SOS号码

# example112
source: e.g., 911
ru: Например, 112
zh: 例如，112

source: Save
ru: Сохранить
zh: 保存

source: Select Language
ru: Выберите язык
zh: 选择语言

source: Russian
ru: Русский
zh: 俄语

source: English
zh: 英语

source: Chinese
ru: 中文
zh: 中文

source: Guardians
ru: Хранители
zh: 监护人

# enterGuardianNumbers
source: Введите номера хранителей
ru: Введите ID хранителей
zh: 输入监护人编号

source: exampleSos
ru: Например, ABC123XY
zh: 例如，ABC123XY

source: guardiansList
ru: Список хранителей
zh: 监护人列表

source: guardian1
ru: Хранитель 1
zh: 监护人 1

source: guardian2
ru: Хранитель 2
zh: 监护人 2

source: guardian3
ru: Хранитель 3
zh: 监护人 3

source: guardian4
ru: Хранитель 4
zh: 监护人 4

source: guardian5
ru: Хранитель 5
zh: 监护人 5

source: examplePhone
ru: ABC123XY
zh: ABC123XY

source: Donate
ru: Поддержать
zh: 捐赠

source: Support Development
ru: Поддержать разработку
zh: 支持开发

# donateDescription
source: Help keep this app free and improve it with new features
ru: Помогите сохранить приложение бесплатным и улучшить его новыми функциями
zh: 帮助保持应用免费并改进新功能
